-- phpMyAdmin SQL Dump
-- version 4.6.5.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: May 15, 2017 at 10:41 AM
-- Server version: 10.1.21-MariaDB
-- PHP Version: 7.1.1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `database`
--

-- --------------------------------------------------------

--
-- Table structure for table `student1`
--

CREATE TABLE `student1` (
  `id` int(11) NOT NULL,
  `name_ENG` varchar(12) CHARACTER SET utf8 NOT NULL,
  `surname_ENG` varchar(19) CHARACTER SET utf8 NOT NULL,
  `name_TH` varchar(12) CHARACTER SET utf8 NOT NULL,
  `surname_TH` varchar(17) CHARACTER SET utf8 NOT NULL,
  `nick_name` varchar(8) CHARACTER SET utf8 NOT NULL,
  `student_ID` varchar(9) CHARACTER SET utf8 NOT NULL,
  `advisor` varchar(28) CHARACTER SET utf8 NOT NULL,
  `garduate` varchar(50) CHARACTER SET utf8 NOT NULL,
  `entrance` varchar(14) CHARACTER SET utf8 NOT NULL,
  `email` varchar(34) CHARACTER SET utf8 NOT NULL,
  `cpe_group` int(2) NOT NULL,
  `img` text CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1 ROW_FORMAT=COMPACT;

--
-- Dumping data for table `student1`
--

INSERT INTO `student1` (`id`, `name_ENG`, `surname_ENG`, `name_TH`, `surname_TH`, `nick_name`, `student_ID`, `advisor`, `garduate`, `entrance`, `email`, `cpe_group`, `img`) VALUES
(1, 'NJANAPHORN', 'BOONMAK', 'กัญจนพร', 'บุญมาก', 'พิม', '590610600', 'อัญญา อาภาวัชรุตม์', 'เชียงคำวิทยาคม', 'แอดมิชชั่น', 'P.madhero@gmail.com', 25, ''),
(2, 'KANYARAT', 'TANGKOKAITTIKOOL', 'กัญญารัตน์', 'ตั้งก่อเกียรติกุล', 'ไอซ์', '590610601', 'อัญญา อาภาวัชรุตม์', 'พระหฤทัย เชียงใหม่', 'โควตา', 'quasar_quinto.v@hotmail.com', 25, ''),
(3, 'KAN', 'TIPPAYAMONTRI', 'กานต์', 'ทิพยมนตรี', 'เฟิร์ส', '590610602', 'อัญญา อาภาวัชรุตม์', 'นครสวรรค์', 'โควตา', 'Kansmarts777@hotmail.com', 25, ''),
(4, 'KITIYA', 'WISITPONGPUN', 'กิติยา', 'วิสิฐพงศ์พันธ์', 'มุกกี้', '590610604', 'อัญญา อาภาวัชรุตม์', 'ดาราวิทยาลัย', 'แอดมิชชั่น', 'Kitiya_mook@hotmail.com', 25, ''),
(5, 'KAISORN', 'KACHAI', 'ไกรสร', 'ก๋าใจ', 'บูม', '590610605', 'อัญญา อาภาวัชรุตม์', 'พะเยาพิทยาคม', 'โควตา', '24433@ppk.ac.th', 25, ''),
(6, 'JARIKKA', 'CHEWACHATREEKASEM', 'จาริกการ์', 'ชีวชาตรีเกษม', 'เจ๋ง', '590610606', 'อัญญา อาภาวัชรุตม์', 'สตรีนนทบุรี', '', 'jrkrolling@gamail.com', 25, ''),
(7, 'JIRAKIT', 'SAIWANGJIT', 'จิรกิตต์', 'สายวังจิตต์', 'ต้าง', '590610607', 'อัญญา อาภาวัชรุตม์', 'มงฟอร์ตวิทยาลัย', 'รับตรงคณะ', 'reborn_fanclub1@hotmail.com', 25, ''),
(8, 'CHIRAWAT', 'MALADA', 'จิระวัตร', 'มาละดา', 'อิกคิว', '590610608', 'อัญญา อาภาวัชรุตม์', 'ดาราวิทยาลัย', 'อื่นๆ', 'poomsza2009@hotmail.com', 25, ''),
(9, 'CAYANAT', 'PANCHON', 'ชยณัฐ', 'พันชน', 'เพียว', '590610609', 'อัญญา อาภาวัชรุตม์', 'ท่าวังผาพิทยาคม', 'รับตรงคณะ', 'nanpeaw44@gmail.com', 25, ''),
(10, 'CHARIN', 'SANSRI', 'ชรินทร์', 'สรรศรี', 'นัท', '590610610', 'อัญญา อาภาวัชรุตม์', 'เบญจมราชูทิศ จันทบุรี', 'แอดมิชชั่น', 'Nut_charlin@hotmail.co.th', 25, ''),
(11, 'CHAWALID', 'PUNYAJARERN', 'ชวลิต', 'ปัญญาเจริญ', 'ก๊อต', '590610611', 'อัญญา อาภาวัชรุตม์', 'พานพิทยาคม', 'แอดมิชชั่น', 'chwalidpunyajarern@gmail.com', 25, ''),
(12, 'YANNAWUT', 'SINGJAI', 'ญาณวุฒิ', 'สิงห์ใจ', 'เอิร์ธ', '590610612', 'อัญญา อาภาวัชรุตม์', 'มงฟอร์ตวิทยาลัย', 'โควตา', 'yanawut.si@gmail.com', 25, ''),
(13, 'THAPAKORN', 'PERYPORN', 'ฐาปกรณ์', 'เผยพร', 'อาท', '590610613', 'อัญญา อาภาวัชรุตม์', 'เมืองเชลียง', 'แอดมิชชั่น', 'thapakornpheyporn@gmail.com', 25, ''),
(14, 'NUTTAPONG', 'PONGKAM', 'ณัฐพงษ์', 'พงษ์คำ', 'แบงค์', '590610614', 'อัญญา อาภาวัชรุตม์', 'พะเยาพิทยาคม', 'โควตา', 'nattapong-ppk@hotmail.com', 25, ''),
(15, 'NATTHAPONG', 'YAEMYUAN', 'ณัฐพงษ์', 'แย้มยวน', 'ก๊อต', '590610615', 'อัญญา อาภาวัชรุตม์', 'สาธิตมหาวิทยาลัยขอนแก่น(มอดินแดง)', 'แอดมิชชั่น', 'gotji.orange@gmail.com', 25, ''),
(16, 'NATTAPAS', 'ROMPO', 'ณัฐภาส', 'ร่มโพธิ์', 'ตะวัน', '590610616', 'อัญญา อาภาวัชรุตม์', 'บุญวาทย์วิทยาลัย', 'โควตา', 'tawan_352009@live.com', 25, ''),
(17, 'NATRADA', 'SITTIKORN', 'ณัฐรดา', 'สิทธิกรณ์', 'นัทตี้', '590610617', 'อัญญา อาภาวัชรุตม์', 'นครสวรรค์', '', '', 25, ''),
(18, 'TIN', 'INPANKAEW', 'ติณณ์', 'อินปั๋นแก้ว', '', '590610618', 'อัญญา อาภาวัชรุตม์', '', 'โควตา', 'oat22@windowslive.com', 25, ''),
(19, 'TINNAWAT', 'TUIMAN', 'ติณวัตติ์', 'ตุ้ยแม้น', 'ต้าร์', '590610619', 'อัญญา อาภาวัชรุตม์', 'ตาคลีประชาสรรค์', 'โควตา', 'chetar40@hotmail.com', 25, ''),
(20, 'THIPAKORN', 'MAUNGSING', 'ทิพากร', 'เมืองสิงห์', 'ป่าน', '590610620', 'อัญญา อาภาวัชรุตม์', 'โรงเรียนสามัคคีวิทยาคม', 'แอดมิชชั่น', 'pan_thipakorn@hotmail.com', 25, ''),
(21, 'THANATAT', 'VORAVEERAVONG', 'ธนทัต', 'วรวีระวงศ์', '', '590610621', 'นราธิป เที่ยงแท้', '', 'โควตา', 'thanatat0621@hotmail.com', 25, ''),
(22, 'TANAWIT', 'PRASERTSAK', 'ธนวิชญ์', 'ประเสริฐศักดิ์', 'ออมสิน', '590610622', 'นราธิป เที่ยงแท้', 'มาร์มาร่า วิชัยวิทยา', 'โควตา', 'aomsintnw@gmail.com', 25, ''),
(23, 'TANAT', 'KONCHOM', 'ธนัท', 'คนชม', 'เกียร์', '590610623', 'นราธิป เที่ยงแท้', 'โรงเรียนสามัคคีวิทยาคม', 'แอดมิชชั่น', 'Tanat_konchom@cmu.ac.th', 25, ''),
(24, 'THANAKOM', 'HATSADEANG', 'ธนาคม', 'หัสแดง', 'ฟลุ๊ค', '590610624', 'นราธิป เที่ยงแท้', 'โรงเรียนหนองฉาง', 'โควตา', '', 25, ''),
(25, 'THANYARAT', 'SENKHAMWONG', 'ธัญญารัตน์', 'เสนคำวงค์', 'เนียร์', '590610625', 'นราธิป เที่ยงแท้', 'โรงเรียนเถินวิทยา', 'แอดมิชชั่น', 'RAINROOOOH@gmail.com', 25, ''),
(26, 'TEERAMET', 'EAKWILAI', 'ธีรเมธ', 'เอกวิลัย', 'ปลื้ม', '590610626', 'นราธิป เที่ยงแท้', 'โรงเรียนเวียงสระ', 'ไม่ระบุ', 'ppluz2540@gmail.com', 25, ''),
(27, 'TEERAYUT', 'PANYOHEANG', 'ธีรยุทธ', 'ปัญโญเหียง', 'ยุทธ', '590610627', 'นราธิป เที่ยงแท้', 'ส่วนบุญโญถัมภ์ ลำพูน', 'แอดมิชชั่น', 'nyxaether11@gmail.com', 25, ''),
(28, 'NONTAWAT', 'SAIPANG', 'นนทวัฒน์', 'สายแปง', '', '590610628', 'นราธิป เที่ยงแท้', '', 'แอดมิชชั่น', 'newzavb@gmail.com', 25, ''),
(29, 'NORRANITI', 'YOTHA', 'นรนิติ', 'โยธา', 'ฟิว', '590610630', 'นราธิป เที่ยงแท้', 'โรงเรียนบุญวาทย์วิทยาลัย', 'โควตา', 'few1014@hotmail.com', 25, ''),
(30, 'NORAWORN', 'HORAWAN', 'นรวร', 'โหราวรรณ์', '', '590610631', 'นราธิป เที่ยงแท้', '', 'โควตา', 'night.innu@gmail.com', 25, ''),
(31, 'NARINTEP', 'KEAWTHUNG', 'นรินทร์เทพ', 'แก้วถึง', 'เนส', '590610632', 'นราธิป เที่ยงแท้', 'โรงเรียน อุดมดรุณี ', 'โควตา', 'nessix_tap@hotmail.com', 25, ''),
(32, 'NARUEBET', 'SINGWONGSA', 'นฤเบศ', 'สิงห์วงษา', 'แบงค์', '590610633', 'นราธิป เที่ยงแท้', 'โรงเรีียนเตรียมอุดมศึกษา ภาคตะวันออกเฉียงเหนือ', 'โครงการพิเศษ', '', 25, ''),
(33, 'NANTANUT', 'CHEIWBANGYANG', 'นันทนัช', 'เชี้ยวบางยาง', 'นิก', '590610634', 'นราธิป เที่ยงแท้', 'โรงเรียน ภ.ป.ร ราชวิทยาลัยในพระบรมราชูปถัมภ์', 'แอดมิชชั่น', 'nick_rv47@hotmail.com', 25, ''),
(34, 'NUNTAWAT', 'WISEDSUP', 'นันทวัฒน์', 'วิเศษทรัพย์', 'นันท์', '590610635', 'นราธิป เที่ยงแท้', 'โรงเรีียนเตรียมอุดมศึกษา ภาคตะวันออกเฉียงเหนือ', 'โควตา', 'thekalasour@outlook.co.th', 25, ''),
(35, 'BUNYAPORN', 'BOONSEUB', 'บุณยาพร', 'บุญสืบ', 'จา', '590610636', 'นราธิป เที่ยงแท้', 'เฉลิมขวัญสตรี พิษณุโลก', 'แอดมิชชั่น', 'fc_f_zone@hotmail.com', 25, ''),
(36, 'BOOTSARIN', 'DORKSONTIA', 'บุศรินทร์', 'ดอกสันเทียะ', 'ป๊อป', '590610637', 'นราธิป เที่ยงแท้', 'โรงเรียนสวรรค์อนันต์วิทยา', 'แอดมิชชั่น', 'Poppy.bt120@gmail.com', 25, ''),
(37, 'PATHAKORN', 'RUKCHUA', 'ปฐกร', 'รักเชื้อ', 'เบย์', '590610638', 'นราธิป เที่ยงแท้', 'โรงเรียนสวรรค์อนันต์วิทยา', 'แอดมิชชั่น', 'Baybede.i5@gmail.com', 25, ''),
(38, 'PATHOMPHOB', 'SUNANTA', 'ปฐมภพ', 'สุนันตา', 'บัล', '590610639', 'นราธิป เที่ยงแท้', 'โรงเรียนดำรงราษฎร์สงเคราะห์', 'โควตา', 'Bunbun852@gmail.com', 25, ''),
(39, 'PITAKARN', 'SAISUWAN', 'ปิตกานต์', 'สายสุวรรณ', 'เอิร์ธ', '590610640', 'นราธิป เที่ยงแท้', 'โรงเรียนลำปางกัลยาณี', 'แอดมิชชั่น', 'poppgela@hotmail.co.th', 25, ''),
(40, 'PIYACHAI', 'KUMPUAN', 'ปิยะชัย', 'คำปวน', 'ภูมิ', '590610641', 'นราธิป เที่ยงแท้', 'โรงเรียนยุพราชวิทยาลัย', 'โควตา', 'Poompiyachai@gmail.com', 25, ''),
(41, 'PACHARAPORN', 'VISITPONGPAN', 'พัชรพร', 'วิสิฐพงศ์พันธ์', 'พลอย', '590610642', 'จักรพงศ์ นาทวิชัย', 'เฉลิมขวัญสตรี พิษณุโลก', 'โควตา', 'ploy_pizz_pie@hotmail.com', 25, ''),
(42, 'PATCHARAWAT', 'SUKRUK', 'พัชรวัฒน์', 'สุขรักษ์', 'โดนัท', '590610643', 'จักรพงศ์ นาทวิชัย', 'เทพบดินทร์วิทยาเชียงใหม่', 'แอดมิชชั่น', 'babyman_2010@hotmail.com', 25, ''),
(43, 'PATSAKORN', 'TOWATRAKOOL', 'พัสกร', 'โตวตระกูล', '', '590610644', 'จักรพงศ์ นาทวิชัย', '', 'โครงการพิเศษ', 'tusaveeiei@gmail.com', 25, ''),
(44, 'PISIT', 'BOONKLOD', 'พิสิษฐ์', 'บุญคลอด', 'มายด์', '590610645', 'จักรพงศ์ นาทวิชัย', 'โรงเรียนหนองฉางวิทยา', 'โควตา', 'boonklod@gmail.com', 25, ''),
(45, 'PEETAKARN', 'KARDUDOM', 'พีธกานต์', 'กาศอุดม', 'พีท', '590610646', 'จักรพงศ์ นาทวิชัย', 'โรงเรีียนสุโขทัยวิทยาคม', 'แอดมิชชั่น', 'peetakarn.peach@me.com', 25, ''),
(46, 'PAKDEEPUM', 'PIBOONSOMBAT', 'ภักดีภูมิ', 'พิบูลย์สมบัติ', 'ฝา', '590610647', 'จักรพงศ์ นาทวิชัย', 'โรงเรียนสามัคคีวิทยาคม', 'ไม่ระบุ', 'falconskung@gmail.com', 25, ''),
(47, 'MICK', 'CHEEWARATANAPAN', 'มิค', 'ชีวรัตนาพันธ์', 'มิค', '590610648', 'จักรพงศ์ นาทวิชัย', 'อัสสัมชัญลำปาง', 'แอดมิชชั่น', 'mick_cheewaratanapan@cmu.ac.th', 25, ''),
(48, 'METEE', 'PIPATJARIYA', 'เมธี', 'พิพัฒน์จริยา', '', '590610649', 'จักรพงศ์ นาทวิชัย', '', 'โควตา', 'meteemeng2@gmail.com', 25, ''),
(49, 'YOORADET', 'KHAMON', 'ยุรเดช', 'คำอ่อน', 'หรั่ง', '590610650', 'จักรพงศ์ นาทวิชัย', 'มงฟอร์ตวิทยาลัย', 'โครงการพิเศษ', 'yooradet.khamon@hotmail.com', 25, ''),
(50, 'RACHANON', 'SOMTHA', 'รัชชานนท์', 'สมทา', 'นนท์', '590610651', 'จักรพงศ์ นาทวิชัย', 'ยุพราชวิทยาลัย เชียงใหม่', 'แอดมิชชั่น', 'iopolokoz01@gmail.com', 25, ''),
(51, 'WONGSATORN', 'RINLA', 'วงศธร', 'รินลา', 'มอส', '590610652', 'จักรพงศ์ นาทวิชัย', 'โรงเรียนดาราวิทยาลัย เชียงใหม่', 'โควตา', 'wongsatorn.rinla@gmail.com', 25, ''),
(52, 'WORAPHAN', 'INTARUKSA', 'วรพันธ์', 'อินตารักษา', '', '590610654', 'จักรพงศ์ นาทวิชัย', '', 'แอดมิชชั่น', '', 25, ''),
(53, 'WANNACHAT', 'SRISAWAT', 'วรรณชาติ', 'ศรีสวัสดิ์', 'ฟลุค', '590610655', 'จักรพงศ์ นาทวิชัย', 'สรรพวิทยาคม', 'โควตา', 'fluketaokung@gmail.com', 25, ''),
(54, 'WANARUT', 'BOONYUNG', 'วรรณรัตน์', 'บุญยัง', 'อั้น', '590610656', 'จักรพงศ์ นาทวิชัย', 'ยุพราชวิทยาลัย เชียงใหม่', 'โควตา', 'supperb00m@hotmail.co.th', 25, ''),
(55, 'WORWICH', 'CHAMNANKID', 'วรวิช', 'ชำนาญคิด', 'แบงค์', '590610657', 'จักรพงศ์ นาทวิชัย', 'โรงเรียนดาราวิทยาลัย เชียงใหม่', 'โควตา', 'worwich@hotmail.com', 25, ''),
(56, 'WANPIRUN', 'HAEKAWEE', 'วันพิรุฬ', 'แหกาวี', 'พิรุฬ', '590610659', 'จักรพงศ์ นาทวิชัย', 'ตากพิทยาคม', 'แอดมิชชั่น', 'inwpirun@gmail.com', 25, ''),
(57, 'WIRACHAI', 'PORIEN', 'วิระชัย', 'ปอเหรียญ', 'เอฟ', '590610660', 'จักรพงศ์ นาทวิชัย', 'โรงเรียนสวรรค์อนันต์วิทยา', 'แอดมิชชั่น', 'wirachai_aefza000@hotmail.co.th', 25, ''),
(58, 'WEERASAK', 'CHIANGSOI', 'วีระศักดิ์', 'เชียงสร้อย', 'เจมส์', '590610661', 'จักรพงศ์ นาทวิชัย', 'โรงเรียนสันกำแพง', 'โควตา', 'jame25193@gmail.com', 25, ''),
(59, 'WOOTTHIPONG', 'MAPINTA', 'วุฒิพงษ์', 'มาปินตา', 'ไนท์', '590610662', 'กานต์ ปทานุคม', 'ส่วนบุญโญปถัมภ์ ลำพูน', 'โครงการพิเศษ', 'night.wootthipong@hotmail.com', 25, ''),
(60, 'SATATAN', 'CHAMBOONCHU', 'ศตธัญญ์', 'ฉ่ำบุญชู', 'แซนด์', '590610663', 'กานต์ ปทานุคม', 'โรงเรียนนวมินทราชูทิศ พายัพ', 'โควตา', 'sand33134@hotmail.com', 25, ''),
(61, 'SAWITA', 'SRIYONG', 'ศวิตา', 'ศรียอง', 'บีม', '590610664', 'กานต์ ปทานุคม', 'ส่วนบุญโญปถัมภ์ ลำพูน', 'โควตา', 'sawitasriyong@gmail.com', 25, ''),
(62, 'SIRIPORN', 'BOONSEMA', 'ศิริภรณ์', 'บุญเสมา', 'ป๊อบ', '590610665', 'กานต์ ปทานุคม', 'ดาราวิทยาลัย', 'แอดมิชชั่น', 'pop_siripon@hotmail.com', 25, ''),
(63, 'SIRIWAT', 'SUEBGINNORN', 'ศิริวัฒน์', 'สืบกินนอน', '', '590610666', 'กานต์ ปทานุคม', '', 'แอดมิชชั่น', '', 25, ''),
(64, 'SIWAKON', 'CHAIDEE', 'ศิวกร', 'ใจดี', 'ตุลย์', '590610667', 'กานต์ ปทานุคม', 'พิษณุโลกพิทยาคม', 'โควตา', 'zeroevil40104@gmail.com', 25, ''),
(65, 'SUPACHAI', 'POOKYO', 'ศุภชัย', 'ภู่เขียว', 'บูม', '590610668', 'กานต์ ปทานุคม', 'ส่วนบุญโญปถัมภ์ ลำพูน', 'แอดมิชชั่น', 'Boomza_go@hotmail.com', 25, ''),
(66, 'SORLAVIT', 'SANSRI', 'สรวิชญ์', 'แสนศรี', 'เจิด', '590610669', 'กานต์ ปทานุคม', 'ดาราวิทยาลัย', 'โควตา', 'sorlavit123@gmail.com', 25, ''),
(67, 'SAHARAT', 'BUARAWONG', 'สหรัฐ', 'บัวระวงศ์', 'บอม', '590610670', 'กานต์ ปทานุคม', 'รังษีวิทยา', 'โควตา', 'bomb_bomb13585@hotmail.com', 25, ''),
(68, 'SINGKHON', 'KHONGTHAM', 'สิงขร', 'คงธรรม', 'โดโด้', '590610671', 'กานต์ ปทานุคม', 'ดาราวิทยาลัย', 'แอดมิชชั่น', 'yoshikani77@gmail.com', 25, ''),
(69, 'SIRAPHOP', 'PURIWATTANAKUL', 'สิรภพ', 'ภูริวัฒนกุล', 'แบงค์', '590610672', 'กานต์ ปทานุคม', 'มอ.วิทยานุสรณ์', 'โครงการพิเศษ', 'mario130@hotmail.com', 25, ''),
(70, 'SUMITRA', 'KOMLUE', 'สุมิตรา', 'คำลือ', 'ฝ้าย', '590610673', 'กานต์ ปทานุคม', 'โรงเรียนจักรคำคณาทร จังหวัดลำพูน', 'แอดมิชชั่น', 'fai.yamashita29@gmail.com', 25, ''),
(71, 'SURIYA', 'KHUEANKHAN', 'สุริยา', 'เขื่อนขัน', 'แบงค์', '590610674', 'กานต์ ปทานุคม', 'เทพบดินทร์วิทยาเชียงใหม่', 'โควตา', 'asas2559509@outlook.com', 25, ''),
(72, 'SETHAWUT', 'THAWONGKLANG', 'เสฏฐวุฒิ', 'ถาวงษ์กลาง', '', '590610675', 'กานต์ ปทานุคม', '', '', 'evenseen@hotmail.com', 25, ''),
(73, 'ACHIRAWIT', 'RUNNABUTTRA', 'อชิรวิทย์', 'รุณบุตรา', 'เปเปอร์', '590610676', 'กานต์ ปทานุคม', 'ท่าวังผาพิทยาคม', 'โครงการพิเศษ', 'paper.backza@gmail.com', 25, ''),
(74, 'ATHITAKARN', 'MUANGKEING', 'อฐิตกานต์', 'เมืองเกียง', 'เอิร์ท', '590610677', 'กานต์ ปทานุคม', 'มงฟอร์ดวิทยาลัย', 'โควตา', 'earth_th14906@hotmail.com', 25, ''),
(75, 'ATITAYA', 'SINPAKDEE', 'อทิตยา', 'สินภักดี', 'ยา', '590610678', 'กานต์ ปทานุคม', 'โรงเรียนดัดดรุณี', 'แอดมิชชั่น', 'kungya1318@gmail.com', 25, ''),
(76, 'AMONWAN', 'LAPINSEE', 'อมลวรรณ', 'ลาภอินทรี', 'มายด์', '590610679', 'กานต์ ปทานุคม', 'บุญวาทย์วิทยาลัย', 'แอดมิชชั่น', 'mindamonwan@gmail.com', 25, ''),
(77, 'INGKARAT', 'VAENCHOTECHUONG', 'อิงครัต', 'แหวนโชติช่วง', 'จูเนียร์', '590610680', 'กานต์ ปทานุคม', 'โรงเรียนเฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ ภูเก็ต', 'โควตา', 'Juniorhaha0852@gmail.com', 25, ''),
(78, 'ITTIPORN', 'KEAWUMPAI', 'อิทธิพร', 'แก้วอำไพ', 'ฟาร์ม', '590610681', 'กานต์ ปทานุคม', 'โรงเรียนพิริยาลัยจังหวัดแพร่', 'โควตา', 'Thunderock01@gmail.com', 25, ''),
(79, 'KUNNAPAT', 'THIPPAYAPALAPHUNKUL', 'กันต์นภัส', 'ทิพยผลาผลกุล', '', '590612113', 'ภาสกร แช่มประเสริฐ', '', 'แอดมิชชั่น', 'folk_qq@hotmail.com', 25, ''),
(80, 'JIRAYUT', 'CHONGJAILAN', 'จิรายุส', 'จงใจลาน', '', '590612115', 'ภาสกร แช่มประเสริฐ', '', 'รับตรงคณะ', 'bombbae_18@hotmail.com', 25, ''),
(81, 'NUTCHAPUN', 'CHAIYARUNGROT', 'ณัชพันธ์', 'ชัยยะรุ่งโรจน์', '', '590612118', 'ภาสกร แช่มประเสริฐ', '', 'รับตรงคณะ', 'ohmohm92@hotmail.com', 25, ''),
(82, 'NATCHAYA', 'WANKAT', 'ณัฐชยา', 'หวันกาศ', '', '590612119', 'ภาสกร แช่มประเสริฐ', '', 'ไม่ระบุ', 'Natchaya.wankatmaprang@outlook.com', 25, ''),
(83, 'NATTIDA', 'PHAWANDEE', 'ณัฐธิดา', 'ผาวันดี', '', '590612120', 'ภาสกร แช่มประเสริฐ', '', 'แอดมิชชั่น', 'nattida_phawandee@hotmail.com', 25, ''),
(84, 'NATASAN', 'BOONJAROEN', 'ณัฐสัณห์', 'บุญเจริญ', '', '590612121', 'ภาสกร แช่มประเสริฐ', '', 'แอดมิชชั่น', 'natasan_onisuka@hotmail.com', 25, ''),
(85, 'DANUSON', 'KUMMOON', 'ดนุสรณ์', 'คำมูล', '', '590612122', 'ภาสกร แช่มประเสริฐ', '', 'โครงการพิเศษ', 'Danusonhacker191@gmail.com', 25, ''),
(86, 'DANISH', 'SELAMAN', 'ดานิช', 'เซลามัน', '', '590612123', 'ภาสกร แช่มประเสริฐ', '', '', '', 25, ''),
(87, 'DECHAWAT', 'ARAMSAENGTHIEN', 'เดชาวัฒน์', 'อร่ามแสงเทียน', '', '590612124', 'ภาสกร แช่มประเสริฐ', '', 'แอดมิชชั่น', 'daechawat_mcknight@hotmail.com', 25, ''),
(88, 'TANAWAN', 'RUANGKARIN', 'ธนวรรณ', 'เรืองการินทร์', '', '590612125', 'ภาสกร แช่มประเสริฐ', '', 'รับตรงคณะ', 'nestgundam@gmail.com', 25, ''),
(89, 'THANAWUN', 'SIRIOUAM', 'ธนวันต์์', 'ศิริอ่วม', '', '590612126', 'ภาสกร แช่มประเสริฐ', '', 'โครงการพิเศษ', '', 25, ''),
(90, 'THANAWUT', 'PREECHARAT', 'ธนาวุฒิ', 'ปรีชารัตน์', '', '590612127', 'ภาสกร แช่มประเสริฐ', '', 'แอดมิชชั่น', 'non.mcfc@hotmail.com', 25, ''),
(91, 'THANUTHI', 'CHAICHANAYAI', 'ธนุติ', 'ไชยชนะใหญ่', '', '590612128', 'สรรพวรรธน์ กันตะบุตร', '', 'แอดมิชชั่น', 'joh_adids601@hotmail.com', 25, ''),
(92, 'NUNTAWAT', 'SOPHAKUL', 'นันทวัฒน์', 'โสภากุล', '', '590612129', 'สรรพวรรธน์ กันตะบุตร', '', 'แอดมิชชั่น', 'nuntawat_s@cmu.ac.th', 25, ''),
(93, 'PRIN', 'INTORN', 'ปริญ', 'อินทร', '', '590612130', 'สรรพวรรธน์ กันตะบุตร', '', '', '', 25, ''),
(94, 'PHRUEKSCHART', 'SOMBOONCHAI', 'พฤกษชาติ', 'สมบูรณ์ชัย', '', '590612131', 'สรรพวรรธน์ กันตะบุตร', '', 'แอดมิชชั่น', 'phrueksachart1997@hotmail.com', 25, ''),
(95, 'PATCHARAPON', 'KARDLUNGGA', 'พัชรพล', 'กาศลังกา', '', '590612132', 'สรรพวรรธน์ กันตะบุตร', '', 'แอดมิชชั่น', 'mick_zaza5@hotmail.com', 25, ''),
(96, 'PATTARAPOL', 'HINPROM', 'ภัทรพล', 'หินพรม', '', '590612133', 'สรรพวรรธน์ กันตะบุตร', '', 'แอดมิชชั่น', 'engraving09@gmail.com', 25, ''),
(97, 'MONGKON', 'DOKJAN', 'มงคล', 'ดอกจันทร์', '', '590612134', 'สรรพวรรธน์ กันตะบุตร', '', '', '', 25, ''),
(98, 'RAKSIN', 'KHAMNGOEN', 'รักษ์ศิลป์', 'คำเงิน', '', '590612136', 'สรรพวรรธน์ กันตะบุตร', '', 'รับตรงคณะ', 'memorie.film@gmail.com', 25, ''),
(99, 'WARUT', 'TIMPARE', 'วรุตม์', 'ทิมแพร', '', '590612137', 'สรรพวรรธน์ กันตะบุตร', '', 'แอดมิชชั่น', 'ffo@outlook.co.th', 25, ''),
(100, 'WATCHARAWAT', 'YAHPIANG', 'วัชรวัฒน์', 'ยะเปียง', '', '590612138', 'สรรพวรรธน์ กันตะบุตร', '', '', '', 25, ''),
(101, 'VEJBHISIT', 'THANAVUDHISAWASDI', 'เวชพิสิฐ', 'ธนาวุฒิสวัสดิ์', '', '590612139', 'สรรพวรรธน์ กันตะบุตร', '', 'แอดมิชชั่น', 'leo_lionking@hotmail.com', 25, ''),
(102, 'SETTAWAT', 'BORIRUKLERT', 'เศรษฐวัฒน์', 'บริรักษ์เลิศ', '', '590612140', 'สรรพวรรธน์ กันตะบุตร', '', 'แอดมิชชั่น', 'z.z.z.z.z.z.z.z.zenith@gmail.com', 25, ''),
(103, 'SURIYA', 'INTAWONG', 'สุริยา', 'อินทะวงษ์', '', '590612141', 'สรรพวรรธน์ กันตะบุตร', '', '', '', 25, '');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `student1`
--
ALTER TABLE `student1`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `student1`
--
ALTER TABLE `student1`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=112;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
