-- phpMyAdmin SQL Dump
-- version 4.6.5.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: May 15, 2017 at 10:41 AM
-- Server version: 10.1.21-MariaDB
-- PHP Version: 7.1.1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `database`
--

-- --------------------------------------------------------

--
-- Table structure for table `student4`
--

CREATE TABLE `student4` (
  `id` int(11) NOT NULL,
  `name_ENG` varchar(12) CHARACTER SET utf8 NOT NULL,
  `surname_ENG` varchar(19) CHARACTER SET utf8 NOT NULL,
  `name_TH` varchar(12) CHARACTER SET utf8 NOT NULL,
  `surname_TH` varchar(17) CHARACTER SET utf8 NOT NULL,
  `nick_name` varchar(8) CHARACTER SET utf8 NOT NULL,
  `student_ID` varchar(9) CHARACTER SET utf8 NOT NULL,
  `advisor` varchar(28) CHARACTER SET utf8 NOT NULL,
  `garduate` varchar(50) CHARACTER SET utf8 NOT NULL,
  `entrance` varchar(14) CHARACTER SET utf8 NOT NULL,
  `email` varchar(34) CHARACTER SET utf8 NOT NULL,
  `cpe_group` int(2) NOT NULL,
  `img` text CHARACTER SET utf8 COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1 ROW_FORMAT=COMPACT;

--
-- Dumping data for table `student4`
--

INSERT INTO `student4` (`id`, `name_ENG`, `surname_ENG`, `name_TH`, `surname_TH`, `nick_name`, `student_ID`, `advisor`, `garduate`, `entrance`, `email`, `cpe_group`, `img`) VALUES
(1, 'PON', 'SUPAT', 'ณพล', 'สุพัฒน์', '', '560610126', 'ลัชนา ระมิงค์วงศ์', '', 'โควตา', '', 22, ''),
(2, 'SARANYAPONG', 'TARAMA', 'ศรัณยพงศ์', 'ทะระมา', '', '560610175', 'ลัชนา ระมิงค์วงศ์', '', 'แอดมิชชั่น', '', 22, ''),
(3, 'KRITTIYA', 'SRISUK', 'กฤติยา', 'ศรีสุข', '', '560610521', 'ลัชนา ระมิงค์วงศ์', '', 'โควตา', '', 22, ''),
(4, 'KITTICHET', 'OH', 'กิตติเชษฐ์', 'โอ', '', '560610522', 'ลัชนา ระมิงค์วงศ์', '', 'โควตา', '', 22, ''),
(5, 'KEERATI', 'LAPPHANITPHUNPHON', 'กีรติ', 'ลาภพณิชพูลผล', '', '560610523', 'ลัชนา ระมิงค์วงศ์', '', 'โครงการเรียนดี', '', 22, ''),
(6, 'KANAYOS', 'SATTARATPAIJIT', 'คณยศ', 'สัตตรัตน์ไพจิตร', '', '560610524', 'ลัชนา ระมิงค์วงศ์', '', 'โครงการเรียนดี', '', 22, ''),
(7, 'JONGRIT', 'SAIMA', 'จงฤทธิ์', 'สายมา', '', '560610525', 'ลัชนา ระมิงค์วงศ์', '', 'แอดมิชชั่น', '', 22, ''),
(8, 'JARINEE', 'JITPAYUK', 'จาริณี', 'จิตพยัค', '', '560610526', 'ลัชนา ระมิงค์วงศ์', '', 'แอดมิชชั่น', '', 22, ''),
(9, 'JARUWAN', 'SREEJUN', 'จารุวรรณ', 'ศรีจันทร์', '', '560610527', 'ลัชนา ระมิงค์วงศ์', '', 'โควตา', '', 22, ''),
(10, 'JEERADECH', 'SONKOSA', 'จีระเดช', 'สอนโกษา', '', '560610528', 'ลัชนา ระมิงค์วงศ์', '', 'โควตา', '', 22, ''),
(11, 'CHANAKAN', 'CHAKHOM', 'ชณกันต์', 'ชาคม', '', '560610529', 'ลัชนา ระมิงค์วงศ์', '', 'โควตา', '', 22, ''),
(12, 'CHAYANGGOON', 'CHARTWIANG', 'ชยางกูร', 'ชาติเวียง', '', '560610531', 'ลัชนา ระมิงค์วงศ์', '', 'โควตา', '', 22, ''),
(13, 'CHAYANGKOON', 'DOKHOM', 'ชยางกูร', 'ดอกหอม', '', '560610532', 'ลัชนา ระมิงค์วงศ์', '', 'แอดมิชชั่น', '', 22, ''),
(14, 'CHINNAWAT', 'SIRIMA', 'ชินวัตร', 'ศิริมา', '', '560610533', 'ลัชนา ระมิงค์วงศ์', '', 'โควตา', '', 22, ''),
(15, 'CHAOWAKRIT', 'WIMON', 'เชาวกฤษณ์', 'วิมล', '', '560610534', 'ลัชนา ระมิงค์วงศ์', '', 'โควตา', '', 22, ''),
(16, 'NATAPON', 'TANGWACHIRACHAT', 'ณฐพล', 'ตั้งวชิรฉัตร', '', '560610535', 'ลัชนา ระมิงค์วงศ์', '', 'โครงการเรียนดี', '', 22, ''),
(17, 'NAPONG', 'PLUBPRASONG', 'ณพงศ์', 'พลับประสงค์', '', '560610536', 'ลัชนา ระมิงค์วงศ์', '', 'โควตา', '', 22, ''),
(18, 'NATTAPAT', 'PAKAGUL', 'ณภัทร', 'ภาคกุล', '', '560610537', 'ลัชนา ระมิงค์วงศ์', '', 'โครงการเรียนดี', '', 22, ''),
(19, 'NARONGCHAI', 'KHAMCHUEN', 'ณรงค์ชัย', 'คำชื่น', '', '560610538', 'ลัชนา ระมิงค์วงศ์', '', 'โควตา', '', 22, ''),
(20, 'NATTHAPHONG', 'KANGTHANYAKIG', 'ณัฐพงศ์', 'แข็งธัญญกิจ', '', '560610539', 'ลัชนา ระมิงค์วงศ์', '', 'แอดมิชชั่น', '', 22, ''),
(21, 'NATTAPAT', 'KARAKET', 'ณัฐภัทร', 'การะเกษ', '', '560610540', 'ลัชนา ระมิงค์วงศ์', '', 'โครงการเรียนดี', '', 22, ''),
(22, 'NICHA', 'KAEWVISAT', 'ณิชา', 'แก้ววิเศษ', '', '560610541', 'ลัชนา ระมิงค์วงศ์', '', 'โครงการเรียนดี', '', 22, ''),
(23, 'TEEP', 'CHAIRIN', 'ทีปต์', 'ไชยรินทร์', '', '560610542', 'ลัชนา ระมิงค์วงศ์', '', 'โครงการเรียนดี', '', 22, ''),
(24, 'NATHITHON', 'MUEANGWONG', 'นทีธร', 'เมืองวงค์', '', '560610543', 'อานันท์ สีห์พิทักษ์เกียรติ', '', 'โควตา', '', 22, ''),
(25, 'NONNADDA', 'SILAMAI', 'นนท์นัดดา', 'ศิลมัย', '', '560610544', 'อานันท์ สีห์พิทักษ์เกียรติ', '', 'เรียนดีกีฬา', '', 22, ''),
(26, 'NARIN', 'JONGJETDEE', 'นรินทร์', 'จงเจตดี', '', '560610546', 'อานันท์ สีห์พิทักษ์เกียรติ', '', 'แอดมิชชั่น', '', 22, ''),
(27, 'NARUMON', 'KUNAMA', 'นฤมล', 'กุณามา', '', '560610547', 'อานันท์ สีห์พิทักษ์เกียรติ', '', 'โควตา', '', 22, ''),
(28, 'NUCHANARD', 'SYAMIPAK', 'นุชนาถ', 'สยามิภักดิ์', '', '560610549', 'อานันท์ สีห์พิทักษ์เกียรติ', '', 'โครงการเรียนดี', '', 22, ''),
(29, 'PATHOMPONG', 'PHAEWSART', 'ปฐมพงศ์', 'แผ้วสาสน์', '', '560610550', 'อานันท์ สีห์พิทักษ์เกียรติ', '', 'แอดมิชชั่น', 'imfannies@gmail.com', 22, ''),
(30, 'PRAVEERAT', 'NITRATHORN', 'ประวีณ์รัชฏ์', 'นิตราธร', '', '560610551', 'อานันท์ สีห์พิทักษ์เกียรติ', '', 'โครงการเรียนดี', '', 22, ''),
(31, 'PAWEENA', 'TEJA', 'ปวีณา', 'เตจ๊ะ', '', '560610553', 'อานันท์ สีห์พิทักษ์เกียรติ', '', 'โครงการเรียนดี', '', 22, ''),
(32, 'PONGSIRI', 'TRIVITTAYASIL', 'พงศ์ศิริ', 'ไตรวิทยาศิลป์', '', '560610554', 'อานันท์ สีห์พิทักษ์เกียรติ', '', 'โควตา', '', 22, ''),
(33, 'PONGSATHORN', 'ROONBONG', 'พงศธร', 'รุนบงค์', '', '560610555', 'อานันท์ สีห์พิทักษ์เกียรติ', '', 'โควตา', '', 22, ''),
(34, 'PATCHARA', 'CHUKIATKAJOHN', 'พชร', 'ชูเกียรติขจร', '', '560610556', 'อานันท์ สีห์พิทักษ์เกียรติ', '', 'โครงการเรียนดี', '', 22, ''),
(35, 'PHANNACHET', 'BOONYAMANEE', 'พรรณเชษฐ์', 'บุณยมณี', '', '560610557', 'อานันท์ สีห์พิทักษ์เกียรติ', '', 'แอดมิชชั่น', '', 22, ''),
(36, 'PONLAWAT', 'WEERAPANPISIT', 'พลวัต', 'วีระพันธุ์พิสิษฐ์', '', '560610558', 'อานันท์ สีห์พิทักษ์เกียรติ', '', 'โครงการพิเศษ', '', 22, ''),
(37, 'PATCHARAPON', 'WANGTIYONG', 'พัชรพล', 'วังธิยอง', '', '560610559', 'อานันท์ สีห์พิทักษ์เกียรติ', '', 'โครงการเรียนดี', '', 22, ''),
(38, 'PHANTHAKAN', 'KHAWDEE', 'พันธกานต์', 'ขาวดี', '', '560610560', 'อานันท์ สีห์พิทักษ์เกียรติ', '', 'โควตา', '', 22, ''),
(39, 'PICHAYAPONG', 'TOONKAEW', 'พิชญพงค์', 'ตุ่นแก้ว', '', '560610561', 'อานันท์ สีห์พิทักษ์เกียรติ', '', 'แอดมิชชั่น', '', 22, ''),
(40, 'PICHAYA', 'NORRAPONG', 'พิชยา', 'นรพงษ์', '', '560610562', 'อานันท์ สีห์พิทักษ์เกียรติ', '', 'แอดมิชชั่น', '', 22, ''),
(41, 'PITTAYATHON', 'RINKAEWNGAM', 'พิทยาธร', 'รินแก้วงาม', '', '560610564', 'อานันท์ สีห์พิทักษ์เกียรติ', '', 'โควตา', '', 22, ''),
(42, 'PIRAPON', 'POSUWAN', 'พีรพล', 'โพธิ์สุวรรณ', '', '560610566', 'โดม โพธิกานนท์', '', 'โควตา', '', 22, ''),
(43, 'PUTTISAN', 'KOMOL', 'พุฒิสรรค์', 'โกมล', '', '560610567', 'โดม โพธิกานนท์', '', 'แอดมิชชั่น', '', 22, ''),
(44, 'PANUWIT', 'PHOLKERD', 'ภาณุวิทย์', 'ผลเกิด', '', '560610569', 'โดม โพธิกานนท์', '', 'โครงการพิเศษ', '', 22, ''),
(45, 'PHATHORN', 'THAMMASORN', 'ภาธร', 'ธรรมสอน', '', '560610570', 'โดม โพธิกานนท์', '', 'โควตา', '', 22, ''),
(46, 'PHOOBETH', 'SIRIPRAPHONROJ', 'ภูเบศ', 'ศิริประพนธ์โรจน์', '', '560610571', 'โดม โพธิกานนท์', '', 'โควตา', '', 22, ''),
(47, 'POOBET', 'JAIKLAM', 'ภูเบศวร์', 'ใจกล่ำ', '', '560610572', 'โดม โพธิกานนท์', '', 'โควตา', '', 22, ''),
(48, 'MUDTANA', 'WORAPUN', 'มัทนา', 'วรพันธ์', '', '560610574', 'โดม โพธิกานนท์', '', 'แอดมิชชั่น', '', 22, ''),
(49, 'WORAPONG', 'KOMPAIBOONKIT', 'วรพงศ์', 'คมไพบูลย์กิจ', '', '560610575', 'โดม โพธิกานนท์', '', 'โควตา', '', 22, ''),
(50, 'VARANGKANA', 'ROUANSUPA', 'วรางคณา', 'เรือนสุภา', '', '560610576', 'โดม โพธิกานนท์', '', 'โควตา', '', 22, ''),
(51, 'WASUPON', 'ANGSUPOKAI', 'วสุพล', 'อังศุโภไคย', '', '560610578', 'โดม โพธิกานนท์', '', 'โควตา', '', 22, ''),
(52, 'WATCHARAWIT', 'KUMPANGTIP', 'วัชรวิทย์', 'กำแพงทิพย์', '', '560610580', 'โดม โพธิกานนท์', '', 'แอดมิชชั่น', '', 22, ''),
(53, 'WITCHAPON', 'MONGKOLKIATTICHAI', 'วิชญ์พล', 'มงคลเกียรติชัย', '', '560610581', 'โดม โพธิกานนท์', '', 'โควตา', '', 22, ''),
(54, 'WISSANU', 'JUMREONRUTTANAKORN', 'วิษณุ', 'จำเริญรัตนากร', '', '560610582', 'โดม โพธิกานนท์', '', 'โครงการเรียนดี', '', 22, ''),
(55, 'SOLOT', 'NAKTHONG', 'โสฬส', 'นาคทอง', '', '560610584', 'โดม โพธิกานนท์', '', 'โควตา', '', 22, ''),
(56, 'HATSANAI', 'DECHA', 'หัสนัย', 'เดชะ', '', '560610585', 'โดม โพธิกานนท์', '', 'โครงการเรียนดี', '', 22, ''),
(57, 'ANISARA', 'KUMPETCH', 'อณิสรา', 'กุมเพ็ชร', '', '560610586', 'โดม โพธิกานนท์', '', 'โควตา', '', 22, ''),
(58, 'ADIPORN', 'BINTHAISONG', 'อดิพร', 'บินไธสง', '', '560610587', 'โดม โพธิกานนท์', '', 'แอดมิชชั่น', '', 22, ''),
(59, 'APARPORN', 'PANYADANG', 'อาปราพร', 'ปัญญาแดง', '', '560610588', 'โดม โพธิกานนท์', '', 'โควตา', '', 22, '');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `student4`
--
ALTER TABLE `student4`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `student4`
--
ALTER TABLE `student4`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=61;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
