-- phpMyAdmin SQL Dump
-- version 4.6.5.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: May 15, 2017 at 10:41 AM
-- Server version: 10.1.21-MariaDB
-- PHP Version: 7.1.1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `database`
--

-- --------------------------------------------------------

--
-- Table structure for table `student3`
--

CREATE TABLE `student3` (
  `id` int(11) NOT NULL,
  `name_ENG` varchar(12) CHARACTER SET utf8 NOT NULL,
  `surname_ENG` varchar(19) CHARACTER SET utf8 NOT NULL,
  `name_TH` varchar(12) CHARACTER SET utf8 NOT NULL,
  `surname_TH` varchar(17) CHARACTER SET utf8 NOT NULL,
  `nick_name` varchar(8) CHARACTER SET utf8 NOT NULL,
  `student_ID` varchar(9) CHARACTER SET utf8 NOT NULL,
  `advisor` varchar(28) CHARACTER SET utf8 NOT NULL,
  `garduate` varchar(50) CHARACTER SET utf8 NOT NULL,
  `entrance` varchar(14) CHARACTER SET utf8 NOT NULL,
  `email` varchar(34) CHARACTER SET utf8 NOT NULL,
  `cpe_group` int(2) NOT NULL,
  `img` text CHARACTER SET utf8 COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1 ROW_FORMAT=COMPACT;

--
-- Dumping data for table `student3`
--

INSERT INTO `student3` (`id`, `name_ENG`, `surname_ENG`, `name_TH`, `surname_TH`, `nick_name`, `student_ID`, `advisor`, `garduate`, `entrance`, `email`, `cpe_group`, `img`) VALUES
(1, 'RNKAMON', 'SUTTITANAWAT', 'กรกมล', 'สุทธิธนะวัฒน์', '', '570610544', 'สรรพวรรธน์ กันตะบุตร', '', 'โควตา', '', 23, ''),
(2, 'KRITTEE', 'DEEWAN', 'กฤตธี', 'ดีวัน', '', '570610545', 'สรรพวรรธน์ กันตะบุตร', '', 'โควตา', '', 23, ''),
(3, 'KAWEPHAT', 'WONGCHAI', 'กวีภัทร', 'วงศ์ไชย', '', '570610547', 'สรรพวรรธน์ กันตะบุตร', '', 'โครงการเรียนดี', '', 23, ''),
(4, 'KANKAWEE', 'CHALERMCHAI', 'กานท์กวี', 'เฉลิมชัย', '', '570610548', 'สรรพวรรธน์ กันตะบุตร', '', 'โควตา', '', 23, ''),
(5, 'GAI', 'LOWVAPONG', 'กาย', 'เลาวพงศ์', '', '570610549', 'สรรพวรรธน์ กันตะบุตร', '', 'โควตา', '', 23, ''),
(6, 'KITTIYA', 'WARISRI', 'กิตติยา', 'วารีศรี', '', '570610550', 'สรรพวรรธน์ กันตะบุตร', '', 'โครงการเรียนดี', '', 23, ''),
(7, 'KRIANGKAI', 'KOLIBOOT', 'เกรียงไกร', 'โกลิบุตร', '', '570610551', 'สรรพวรรธน์ กันตะบุตร', '', 'แอดมิชชั่น', '', 23, ''),
(8, 'KASEMSAN', 'WANGSAI', 'เกษมสัณห์', 'วังซ้าย', '', '570610552', 'สรรพวรรธน์ กันตะบุตร', '', 'แอดมิชชั่น', '', 23, ''),
(9, 'JANISTA', 'SRILERJAN', 'จณิสตา', 'ศรีเลอจันทร์', '', '570610555', 'สรรพวรรธน์ กันตะบุตร', '', 'แอดมิชชั่น', '', 23, ''),
(10, 'JARUKIT', 'SOMSAMAN', 'จารุกิตติ์', 'สมสมาน', '', '570610556', 'สรรพวรรธน์ กันตะบุตร', '', 'แอดมิชชั่น', '', 23, ''),
(11, 'JIRAPONG', 'SUKONVIJIT', 'จิระพงษ์', 'สุคนธ์วิจิตร', '', '570610557', 'สรรพวรรธน์ กันตะบุตร', '', 'แอดมิชชั่น', '', 23, ''),
(12, 'JIRAYUT', 'KEAWCHUEN', 'จิรายุส', 'แก้วชื่น', '', '570610558', 'สรรพวรรธน์ กันตะบุตร', '', 'โควตา', '', 23, ''),
(13, 'CHAYANON', 'ARDKHAM', 'ชญานนท์', 'อาจคำ', '', '570610559', 'จักรพงศ์ นาทวิชัย', '', 'โครงการพิเศษ', '', 23, ''),
(14, 'CHAYANIN', 'SUATAP', 'ชญานิน', 'เสือทัพ', '', '570610560', 'จักรพงศ์ นาทวิชัย', '', 'โครงการพิเศษ', '', 23, ''),
(15, 'CHONNAPAT', 'DUANGDEETAWEERATANA', 'ชลนภัส', 'ดวงดีทวีรัตน์', '', '570610562', 'จักรพงศ์ นาทวิชัย', '', 'โควตา', '', 23, ''),
(16, 'CHAIPICHIT', 'JEK-A-RAM', 'ชัยพิชิต', 'เจ๊กอร่าม', '', '570610563', 'จักรพงศ์ นาทวิชัย', '', 'โครงการพิเศษ', '', 23, ''),
(17, 'CHANCHAI', 'WISUTTIRUNGSEURAI', 'ชาญชัย', 'วิสุทธิรังษีอุไร', '', '570610564', 'จักรพงศ์ นาทวิชัย', '', 'โควตา', '', 23, ''),
(18, 'THITIWAT', 'BUATIP', 'ฐิติวัสส์', 'บัวติ๊บ', '', '570610565', 'จักรพงศ์ นาทวิชัย', '', 'โครงการเรียนดี', '', 23, ''),
(19, 'NATCHAYA', 'PHROMNOI', 'ณัจยา', 'พรหมน้อย', '', '570610566', 'จักรพงศ์ นาทวิชัย', '', 'โครงการเรียนดี', '', 23, ''),
(20, 'NATCHA', 'LIKITRUNGSAN', 'ณัชชา', 'ลิขิตรังสรรค์', '', '570610567', 'จักรพงศ์ นาทวิชัย', '', 'โครงการพิเศษ', '', 23, ''),
(21, 'NUDDANAI', 'SUDCHAROEN', 'ณัฐดนัย', 'สุดเจริญ', '', '570610568', 'จักรพงศ์ นาทวิชัย', '', 'โควตา', '', 23, ''),
(22, 'NATTANON', 'MANEECHOTE', 'ณัฐนนท์', 'มณีโชติ', '', '570610569', 'จักรพงศ์ นาทวิชัย', '', 'โครงการพิเศษ', '', 23, ''),
(23, 'TARIKA', 'RANGSEEWONG', 'ตาริกา', 'รังษีวงค์', '', '570610570', 'จักรพงศ์ นาทวิชัย', '', 'โครงการเรียนดี', '', 23, ''),
(24, 'THONGCHAI', 'TANSAO', 'ธงชัย', 'ตันซาว', '', '570610571', 'จักรพงศ์ นาทวิชัย', '', 'โครงการเรียนดี', '', 23, ''),
(25, 'THANACHAT', 'LERTWIRAM', 'ธนชาติ', 'เลิศวิราม', '', '570610573', 'จักรพงศ์ นาทวิชัย', '', 'แอดมิชชั่น', '', 23, ''),
(26, 'TANANUT', 'PANYAGOSA', 'ธนณัฐ', 'ปัญญาโกษา', '', '570610574', 'ศันสนีย์ เอื้อพันธ์วิริยะกุล', '', 'แอดมิชชั่น', '', 23, ''),
(27, 'TANATAT', 'THANEEYANUT', 'ธนทัต', 'ฐานียณัฏฐ์', '', '570610575', 'ศันสนีย์ เอื้อพันธ์วิริยะกุล', '', 'แอดมิชชั่น', '', 23, ''),
(28, 'THAWANRAT', 'JUNKHUN', 'ธวัลรัตน์', 'จันขัน', '', '570610576', 'ศันสนีย์ เอื้อพันธ์วิริยะกุล', '', 'แอดมิชชั่น', '', 23, ''),
(29, 'THATCHAI', 'CHUAUBON', 'ธัชชัย', 'เชื้ออุบล', '', '570610577', 'ศันสนีย์ เอื้อพันธ์วิริยะกุล', '', 'แอดมิชชั่น', '', 23, ''),
(30, 'THATCHAPON', 'WONGSRI', 'ธัชพล', 'วงค์ศรี', '', '570610578', 'ศันสนีย์ เอื้อพันธ์วิริยะกุล', '', 'แอดมิชชั่น', '', 23, ''),
(31, 'THIRAWAT', 'KHAMSILA', 'ธีรวัชร์', 'คำศิลา', '', '570610579', 'ศันสนีย์ เอื้อพันธ์วิริยะกุล', '', 'โควตา', '', 23, ''),
(32, 'NONTAPAT', 'KHONGPHAEN', 'นนทภัทร', 'คงแป้น', '', '570610580', 'ศันสนีย์ เอื้อพันธ์วิริยะกุล', '', 'โควตา', 'thenut_project@hotmail.com', 23, ''),
(33, 'NARATID', 'NANAN', 'นราธิศ', 'ณ น่าน', '', '570610581', 'ศันสนีย์ เอื้อพันธ์วิริยะกุล', '', 'โควตา', '', 23, ''),
(34, 'NATNAWEEN', 'SIRITAP', 'นัทนวีน', 'ศิริทัพ', '', '570610582', 'ศันสนีย์ เอื้อพันธ์วิริยะกุล', '', 'โควตา', '', 23, ''),
(35, 'NUCHAWEE', 'WEINGYA', 'นุชาวีร์', 'เวียงยา', '', '570610584', 'ศันสนีย์ เอื้อพันธ์วิริยะกุล', '', 'โควตา', '', 23, ''),
(36, 'BURINTAWAT', 'SITTINUN', 'บุรินทวัส', 'สิทธินันท์', '', '570610585', 'ศันสนีย์ เอื้อพันธ์วิริยะกุล', '', 'แอดมิชชั่น', '', 23, ''),
(37, 'PLAIFA', 'ATTHAPAIBUL', 'ปลายฟ้า', 'อัตตะไพบูลย์', '', '570610587', 'ศันสนีย์ เอื้อพันธ์วิริยะกุล', '', 'โควตา', '', 23, ''),
(38, 'PANSIT', 'WATTANAPRASOBSUK', 'พรรษิษฐ์', 'วัฒนาประสบสุข', '', '570610588', 'ศันสนีย์ เอื้อพันธ์วิริยะกุล', '', 'โควตา', '', 23, ''),
(39, 'PEERANUT', 'PONGPAKATIEN', 'พีรณัฐ', 'พงศ์ภคเธียร', '', '570610589', 'ศันสนีย์ เอื้อพันธ์วิริยะกุล', '', 'โควตา', '', 23, ''),
(40, 'PAILIN', 'RUNGRUANG', 'ไพลิน', 'รุ่งเรือง', '', '570610590', 'ศักดิ์กษิต ระมิงค์วงศ์', '', 'แอดมิชชั่น', '', 23, ''),
(41, 'PAKIN', 'SUWANNAWAT', 'ภคิน', 'สุวรรณวัฒน์', '', '570610591', 'ศักดิ์กษิต ระมิงค์วงศ์', '', 'โควตา', '', 23, ''),
(42, 'PAKPOOM', 'RUJIPAN', 'ภาคภูมิ', 'รุจิพรรณ', '', '570610592', 'ศักดิ์กษิต ระมิงค์วงศ์', '', 'แอดมิชชั่น', '', 23, ''),
(43, 'BHURIVAT', 'MONTRI', 'ภูริวัชร', 'มนตรี', '', '570610594', 'ศักดิ์กษิต ระมิงค์วงศ์', '', 'โควตา', '', 23, ''),
(44, 'PHUWADECH', 'SANTHANAPIROM', 'ภูวเดช', 'สันธนาภิรมย์', '', '570610595', 'ศักดิ์กษิต ระมิงค์วงศ์', '', 'โควตา', '', 23, ''),
(45, 'RATTHAPOL', 'KAEWPINJAI', 'รัฐพล', 'แก้วปินใจ', '', '570610596', 'ศักดิ์กษิต ระมิงค์วงศ์', '', 'โควตา', 'rattapon.kaewpinjai@gmail.com', 23, ''),
(46, 'WORATHAM', 'KHANGTRAGOOL', 'วรธรรม', 'ฆังตระกูล', '', '570610597', 'ศักดิ์กษิต ระมิงค์วงศ์', '', 'โครงการพิเศษ', '', 23, ''),
(47, 'WORAWALAN', 'PINTA', 'วรวลัญช์', 'ปินตา', '', '570610598', 'ศักดิ์กษิต ระมิงค์วงศ์', '', 'โครงการพิเศษ', 'Nnpiacker@gmail.com', 23, ''),
(48, 'WASUPON', 'TANGSAKUL', 'วสุพล', 'ตั้งสกุล', '', '570610599', 'ศักดิ์กษิต ระมิงค์วงศ์', '', 'โครงการพิเศษ', '', 23, ''),
(49, 'WATCHAKON', 'PHONPHUANG', 'วัจน์กร', 'พรพ่วง', '', '570610600', 'ศักดิ์กษิต ระมิงค์วงศ์', '', 'โควตา', '', 23, ''),
(50, 'WATCHANAN', 'CHANTHAPHAKUN', 'วัชนันท์', 'จันทาภากุล', '', '570610601', 'ศักดิ์กษิต ระมิงค์วงศ์', '', 'โควตา', '', 23, ''),
(51, 'WIPAWEE', 'KEMMAK', 'วิภาวี', 'เค็มมาก', '', '570610602', 'ศักดิ์กษิต ระมิงค์วงศ์', '', 'โครงการพิเศษ', '', 23, ''),
(52, 'SARANYA', 'CHINSORRANUNT', 'ศรัณยา', 'ชินสรนันท์', '', '570610605', 'ศักดิ์กษิต ระมิงค์วงศ์', '', 'แอดมิชชั่น', '', 23, ''),
(53, 'SIRAWIT', 'ONPRAPHAI', 'ศิรวิชญ์', 'อ่อนประไพ', '', '570610607', 'พฤษภ์ บุญมา', '', 'แอดมิชชั่น', '', 23, ''),
(54, 'SUPACHAI', 'JUNTAMA', 'ศุภชัย', 'จันทะมา', '', '570610608', 'พฤษภ์ บุญมา', '', 'แอดมิชชั่น', '', 23, ''),
(55, 'SUPANIDA', 'SARAYANTANAWUT', 'ศุภนิดา', 'สรญาณธนาวุธ', '', '570610609', 'พฤษภ์ บุญมา', '', 'โควตา', '', 23, ''),
(56, 'SIRAWIT', 'TAKAEW', 'สิรวิชญ์', 'ตาแก้ว', '', '570610611', 'พฤษภ์ บุญมา', '', 'แอดมิชชั่น', '', 23, ''),
(57, 'SUCHADA', 'YODYOODEE', 'สุชาดา', 'ยอดอยู่ดี', '', '570610612', 'พฤษภ์ บุญมา', '', 'แอดมิชชั่น', '', 23, ''),
(58, 'SUTTIPAN', 'TAMLUEK', 'สุทธิพันธ์', 'แต้มลึก', '', '570610613', 'พฤษภ์ บุญมา', '', 'แอดมิชชั่น', '', 23, ''),
(59, 'SUPITCHA', 'CHAICHANBOONYASIRI', 'สุพิชญิ์ฌา', 'ชัยชาญบุญญะสิริ', '', '570610614', 'พฤษภ์ บุญมา', '', 'โครงการเรียนดี', '', 23, ''),
(60, 'SURACHAT', 'SARUTILAWAN', 'สุรชาติ', 'ศรุติลาวัณย์', '', '570610615', 'พฤษภ์ บุญมา', '', 'แอดมิชชั่น', '', 23, ''),
(61, 'ANIRUT', 'YOTSEAN', 'อนิรุทธ์', 'ยศแสน', '', '570610616', 'พฤษภ์ บุญมา', '', 'แอดมิชชั่น', '', 23, ''),
(62, 'APICHAT', 'KHADSEETALEE', 'อภิชาติ', 'ขัดสีทะลี', '', '570610617', 'พฤษภ์ บุญมา', '', 'โควตา', '', 23, ''),
(63, 'APINUN', 'UPPANUN', 'อภินันท์', 'อุปนันท์', '', '570610618', 'พฤษภ์ บุญมา', '', 'โควตา', '', 23, ''),
(64, 'ATTAPON', 'WONWIKITKAN', 'อรรถพล', 'วงษ์วิกิจการ', '', '570610619', 'พฤษภ์ บุญมา', '', 'โควตา', '', 23, ''),
(65, 'ITSARA', 'TIMAROON', 'อิศรา', 'ทิมอรุณ', '', '570610621', 'พฤษภ์ บุญมา', '', 'โควตา', '', 23, '');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `student3`
--
ALTER TABLE `student3`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `student3`
--
ALTER TABLE `student3`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=66;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
